---
kind: other
id: Properties.T:Autodesk.Revit.DB.PointOnFace
source: html/262a0ffe-2d96-265a-9538-2b834537bb1d.htm
---
# PointOnFace Properties

The location of the point in the surface's coordinate system.